Repository: Charles-Xie/wikipedia-search-provider
Catalog: po/*.po
Languages: de, fr, ru

source: Enter your query
de: Suchbegriff eingeben
ru: Введите запрос

source: Your search -
de: Die Suche -
fr: Votre recherche -
ru: Ваш запрос -

source: - did not match any documents. Language:
de: - hat keine Treffer erzielt. Sprache:
fr: - ne donne aucun résulat. Langue :
ru: - не дал результатов

source: Search for '%s'
de: Nach '%s' suchen
ru: Искать '%s'

source: Searching for
fr: Recherche de
ru: Идет поиск

source: Action
de: Aktion
ru: Действие

source: Can't change keybinding
de: Tastenkürzel kann nicht geändert werden
fr: Ne peut pas changer le raccourci clavier
ru: Не удалось изменить горячую клавишу

source: Modify
de: Kürzel
fr: Modifier
ru: Изменить

source: Main
de: Allgemein
ru: Основные настройки

source: Enable dark theme:
de: Dunkles Thema aktivieren
ru: Включить темную тему оформления:

source: Show first in overview:
de: Als erstes in der Übersicht anzeigen
ru: Всегда первый в результатах:

source: Exclude disambiguation pages:
de: Begriffsklärungen ausschließen
ru: Исключить двусмысленные статьи:

source: Keyword:
de: Schlüsselwort
fr: Mot clé :
ru: Ключевое слово:

source: Default language:
de: Vorgabesprache
fr: Langue par défaut :
ru: Язык по умолчанию:

source: Delay time(ms):
de: Verzögerung (ms)
fr: Délai(ms) :
ru: Задержка(мс):

source: Max chars:
de: Max. Zeichen
fr: Nombre maximum de caractère :
ru: Макисмум символов:

source: Max results:
de: Max. Suchergebnisse
ru: Максимум результатов:

source: Max result columns:
de: Max. Anzahl an Spalten der Suchergebnisse
ru: Максимум колонок:

source: Size
de: Größe
ru: Размер

source: Title font size(px):
de: Schriftgröße des Titels (px)
fr: Taille de la police du titre(px) :
ru: Разме заголовка(пиксели):

source: Extract font size(px):
de: Schriftgröße des Auszugs (px)
fr: Taille de la police du paragraphe(px) :
ru: Размер текста(пиксели):

source: Result height(px):
de: Höhe eines Suchergebnis (px)
ru: Высота(пиксели):

source: Images
de: Bilder
ru: Изображения

source: Max width:
de: Maximale Breite
ru: Максимальная ширина:

source: Max height:
de: Maximale Höhe
ru: Максимальная высота:

source: Shortcuts
de: Tastenkürzel
fr: Raccourcis
ru: Горячие клавиши

source: Search from clipboard
de: Aus der Zwischenablage suchen
fr: Recherche depuis le presse papier
ru: Искать из буфера обмена

source: Search from primary selection
de: Suche aus primärer Selektion
fr: Recherche depuis la selection
ru: Искать из "primary selection":

source: Did you mean:
de: Ähnlicher Begriff:
ru: Возможно вы имели в виду:

source: copy url
ru: скопировать ссылку

source: more images(%s)
ru: больше изображений(%s)

source: loading...
de: Wird geladen …
ru: загрузка...

source: Searching for '%s'...
de: Nach '%s' wird gesucht …

source: more images
de: Mehr Bilder

source: Settings
fr: Paramètres

source: Theme
fr: Thème

source: Theme:
fr: Thème :

source: Max results rows:
fr: Nombre maximum de ligne de résulats :

source: Requires restart shell
fr: Nécessite le redémarrage de gnome shell

source: Width(px):
fr: Largeur(px) :

source: Height(px):
fr: Hauteur(px) :

source: Search from primary selection requires
fr: Nécessite la recherche depuis la selection

source: Wikipedia Search Provider
fr: Fournisseur de recherche sur Wikipédia

source: Enter your query.
fr: Entrer votre requête
